Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: AR registry: Error gathering remanent registry data
de: AR-Registry: Fehler beim Ermitteln der remanenten Registry-Daten.

source: AR-NvMem: Error base.
de: AR-NvMem: Fehler-Basis

source: Cannot verify integrety of internal management data of an NV memory block
de: Integrität interner Verwaltungsdaten eines NV-Speicherblocks ist nicht mehr gegeben

source: An NV memory block with this name does not exist
de: NV-Speicherblock mit dem angegebenen Namen existiert nicht

source: An NV memory block with this name already exists
de: NV-Speicherblock mit dem angegebenen Namen existiert bereits

source: Not enough DRAM free
de: Zu wenig freier Speicher im DRAM

source: No NV memory available, or too little free
de: Kein, oder zu wenig freier NV-Speicher verfügbar

source: End of list of NV memory blocks reached
de: Ende der Liste der NV-Speicherblöcke erreicht

source: Error initializing the NV memory block management
de: Fehler bei der Initialisierung der NV-Speicherblock Verwaltung

source: NV memory block cannot be backed up
de: NV-Speicherblock kann nicht gesichert werden

source: Checksum error in NV memory block of a B+R module.
de: Checksummen-Fehler in einem NV-Speicherblock eines BR-Moduls

source: NV memory (HDD/CF/RAM) has been exchanged
de: NV-Speicher (HDD/CF/RAM) wurde getauscht

source: The integrity of the data of a nonvolatile memory is not provided.
de: Die Integrität der Daten eines nichtflüchtigen Speichers ist nicht gegeben.

source: Last send instruction didn't finish
de: Letzter Sendeauftrag noch nicht abgeschlossen

source: No receive data present
de: Es sind keine Empfangsdaten vorhanden

source: A maximum buffer length of 8 kB is allowable for the "mxbuflng" variable.
de: Für die Variable "mxbuflng" ist eine maximale Pufferlänge von 8kB einstellbar

source: No remote station response received.
de: Keine Antwort der Gegenstelle empfangen

source: Remote station response not received within the timeout period.
de: Antwort der Gegenstelle nicht innerhalb des Timeout empfangen

source: SMTP server not available
de: SMTP - Server ist nicht verfügbar

source: Connection timeout
de: Verbindungs-Timeout

source: The SMTP server returned an unexpected response.
de: Der SMTP - Server hat etwas Unerwartetes zurückgeliefert

source: No ";" in the pReceiver string
de: Im pReceiver - String befindet sich kein ;

source: At least one receiver is invalid. Mail was still sent.
de: Mindestens ein Empfänger ungültig. Mail wurde trotzdem gesendet

source: Mail could not be delivered.
de: Mail konnte nicht zugestellt werden

source: Invalid attachment
de: Ungültiges Attachment

source: Unable to access device
de: Fehlerhafter Devicezugriff: der angegebene Devicename ist nicht gültig

source: Ethernet Manager not started
de: Ethernet: Fehler bei TCPIPDRV Installation

source: Library error mapping: unknown OS error.
de: Ethernet: Genereller Automation Runtime Fehler

source: Invalid device string
de: Ungültiger Device String

source: Invalid parameter transferred
de: Ungültiger Parameter wurde übergeben

source: AR-SIOS: I/O scheduler initialization error.
de: AR-SIOS: Fehler aus Initialisierung des I/O Schedulers

source: AR-SIOS: Error starting the I/O scheduler.
de: AR-SIOS: Fehler beim Start des I/O Schedulers

source: AR-SIOS: Error registering with the I/O scheduler.
de: AR-SIOS: Fehler beim Anmelden an den I/O Scheduler

source: AR-SIOS: I/O scheduler client using an invalid subscriber handle.
de: AR-SIOS: Klient des I/O Schedulers verwendet ungültiges Subscriber-Handle

source: AR-SIOS: Error stopping the I/O scheduler.
de: AR-SIOS: Fehler beim Stoppen des I/O Schedulers

source: AR-SIOS: I/O cycle time violation.
de: AR-SIOS: I/O Zykluszeit-Verletzung

source: No input image buffer available.
de: Kein freier Input-Image Puffer verfügbar.

source: Warning: Cycle time violation during boot or in service mode
de: Warnung: Zykluszeitverletzung während Hochlauf oder im Service-Modus

source: AR-SIOS: Failed system tick event.
de: AR-SIOS: Ausgefallenes Systemtick- Ereignis.

source: AR-SIOS: I/O scheduler request with a task class reference failed.
de: AR-SIOS: Fehler beim Anmelden an den I/O-Scheduler mit Angabe einer Taskklassenreferenz.

source: For FBs ABDF1MOpen() and ABDF1SOpen(): Parameter timeout has invalid value (< 250 ms)
de: Bei FUB's ABDF1MOpen() bzw. ABDF1SOpen(): Parameter timeout hat ungültigen Wert (< 250 ms)

source: Slave sent more than 3 NAKs to the master
de: Slave hat mehr als 3 NAKs zum Master gesendet

source: Master sent more than 3 ENQs to the slave
de: Master hat mehr als 3 ENQs zum Slave gesendet

source: Invalid checksum in the received frame
de: Checksumme im empfangenen Frame ungültig

source: Invalid entry in data object, invalid length of data object or an entry is missing or has an invalid length
de: Ungültige Eintrag im Datenobjekt, ungültige Länge des Datenobjekts oder ein Eintrag fehlt bzw. hat ungültige Länge

source: Data object not present
de: Datenobjekt nicht vorhanden

source: Invalid ABDF1 command specified in data object
de: Ungültige Angabe eines ABDF1 Kommandos im Datenobjekt

source: Invalid node number specified in the data object
de: Ungültige Angabe einer NodeNumber im Datenobjekt

source: Invalid remote address specified in data object
de: Ungültige Angabe einer Remote Adresse im Datenobjekt

source: Invalid file type (remote address) specified in the data object
de: Ungültige Angabe eines File-Typs (Remote Adresse) im Datenobjekt

source: Error generating a task class
de: Fehler beim Erzeugen einer Taskklasse

source: Error turning on cycle time monitoring.
de: Fehler beim Einschalten der Zykluszeitüberwachung

source: Error turning off cycle time monitoring
de: Fehler beim Ausschalten der Zykluszeitüberwachung

source: Error while setting the cycle tolerance time of a task class
de: Fehler beim Setzen der Zyklustoleranzzeit der Taskklasse

source: Error starting the cyclic section of a task class
de: Fehler beim Starten des zyklischen Teils einer Taskklasse

source: Error stopping the cyclic section of a task class
de: Fehler beim Stoppen des zyklischen Teils einer Taskklasse

source: Execution of a task class Init program cancelled
de: Abbruch der Ausführung von Init-Programmen einer Taskklasse

source: Execution of a task class exit program cancelled
de: Abbruch der Ausführung von Exit-Programmen einer Taskklasse

source: Task class status transition not allowed
de: Zustandsübergang einer Taskklasse nicht erlaubt

source: Invalid task class handle detected
de: Ungültiges Taskklassen-Handle detektiert

source: Base error number.
de: Basisfehlernummer für STS Error Codes

source: Link node does not exist.
de: Linknode existiert nicht

source: Data type error
de: Datentypenfehler

source: Link node not open.
de: Linkode nicht geöffnet

source: Incorrect function argument.
de: Falsches Funktionsargument

source: Error during open.
de: Fehler beim Öffnen

source: Incorrect context.
de: Falscher Kontext

source: Link node already exists.
de: Linknode existiert bereits

source: Invalid device
de: Ungültiges Device

source: Faulty transfer direction.
de: Fehlerhafte Übertragungsrichtung

source: I/O link already present.
de: IO Link bereits vorhanden

source: Unknown code.
de: Unbekannter Code

source: Too many commands.
de: Zuviele Aufräge

source: Maximum number of connections exceeded.
de: Maximale Verbindungsanzahl überschritten

source: No suitable connection.
de: Keine passende Verbindung

source: Invalid data type.
de: Ungültiger Datentyp

source: Invalid query code.
de: Ungültiger Querycode

source: Query parameter missing.
de: Abfrageparameter fehlt

source: Invalid flag.
de: Ungültiges Flag

source: Simulation slave not found.
de: Simulationsslave nicht gefunden

source: AR_PNP: LS187 firmware not found on C:/SYSTEM/ls187.fw
de: AR_PNP: LS187 Firmware nicht gefunden auf C:/SYSTEM/ls187.fw

source: AR_PNP: LS187 firmware not loaded.
de: AR_PNP: LS187 Firmware nicht geladen

source: AR_PNP: Could not read node number.
de: AR_PNP: Nodenummer konnte nicht gelesen werden

source: AR install error.
de: AR-Install: Fehler beim Modul installieren/deinstallieren

source: AR install: Module name too long (> 32 characters)
de: AR-Install: Modulname ist zu lang (> 32 Zeichen)

source: AR install: Module already exists in the download list
de: AR-Install: Modul ist in der Download Liste schon vorhanden

source: AR install: Download list entry destroyed
de: AR-Install: Download Listen Eintrag zerstört

source: AR install: Module doesn't exist in the download list
de: AR-Install: Modul in der Download Liste nicht vorhanden

source: AR install: Install mode not supported (neither one cycle mode or copy mode)
de: AR-Install: Installmode wird nicht unterstützt (weder der OneCycle Modus noch der CopyModus)

source: AR install: I/O section in "one cycle" mode unequal
de: AR-Install: IO Section im "One Cycle" Mode unterschiedlich

source: AR install: ID section in "one cycle" mode unequal
de: AR-Install: ID Section im "One Cycle" Mode unterschiedlich

source: AR install: I/O number in "one cycle" mode unequal
de: AR-Install: IO Nummer im "One Cycle" Mode unterschiedlich

source: AR install: Task class in "one cycle" mode unequal
de: AR-Install: Taskklasse im "One Cycle" Mode unterschiedlich

source: AR install: Task number (order) in "one cycle" mode unequal
de: AR-Install: Tasknummer (Reihenfolge) im "One Cycle" Mode unterschiedlich

source: AR install: PP number in "one cycle" mode unequal
de: AR-Install: PP Nummer im "One Cycle" Mode unterschiedlich

source: AR install: SysBus number in "one cycle" mode unequal
de: AR-Install: SysBus Nummer im "One Cycle" Mode unterschiedlich

source: AR install: AVT number in "one cycle" mode unequal
de: AR-Install: AVT Nummer im "One Cycle" Mode unterschiedlich

source: AR install: AVT entry unequal
de: AR-Install: AVT Eintrag unterschiedlich

source: AR install: LOCAL variable unequal
de: AR-Install: LOCAL Variable unterschiedlich

source: AR install: GLOBAL variable unequal
de: AR-Install: GLOBAL Variable unterschiedlich

source: AR install: Install Mode function not possible
de: AR-Install: Install Mode Funktion nicht möglich

source: AR install: PV update in "one cycle" mode not possible
de: AR-Install: PV Update im "One Cycle" Mode nicht möglich

source: AR install: B&R module error in Copy mode
de: AR-Install: B&R Modul Fehler im CopyMode

source: AR install: Data type section error in "One cycle" mode
de: AR-Install: Datentyp Section Fehler im "One Cycle" Mode

source: AR install: Number of PVs in task is different in "One cycle" mode
de: AR-Install: PV Anzahl der Task ist im "One Cycle" Mode unterschiedlich

source: AR install: GOT section is different in "One cycle" mode
de: AR-Install: GOT Section ist im "One Cycle" Mode unterschiedlich

source: AR install: Cyclic task not installed
de: AR-Install: Zyklische Task nicht installiert

source: AR install: _GLOBAL/_LOCAL PV unequal
de: AR-Install: _GLOBAL/_LOCAL PV unterschiedlich

source: AR install: Dynamic PVs not supported
de: AR-Install: Dynamische PVs werden nicht unterstützt

source: ARUSBMAN Error base
de: ARUSBMAN: ARUSBMAN Fehlerbasis

source: Not enough memory for manager
de: ARUSBMAN: kein Speicher verfügbar für die Verwaltung

source: RtkCreateFifo error
de: ARUSBMAN: RtkCreateFifo Fehler

source: DmDeviceOpen error or DdVxUsClient entry missing
de: ARUSBMAN: DmDeviceOpen Fehler bzw. DdVxUsClient Eintrag fehlt

source: USB device register entry Error
de: ARUSBMAN: USB Device Register Eintrag Fehler

source: Could not find handle for USB device
de: ARUSBMAN: Handle für USB Device nicht gefunden

source: Handle not available for USB device
de: ARUSBMAN: Kein freies Handle für USB Device

source: Configured USB device not found
de: ARUSBMAN: Konfiguriertes USB Gerät nicht vorhanden

source: FBTCPIP: Error in send function.
de: FBTCPIP: Sendefunktion hat Fehler

source: Error in asynchronous operation
de: Fehler in der asynchronen Behandlung.

source: Parameter error
de: Parameter Fehler.

source: No more IDs available
de: Keine weiteren Idents frei.

source: No data received
de: Keine Daten empfangen.

source: Internal FBASE error
de: Interner Fbase Fehler.

source: Init-SP calls not yet supported
de: InitUp Aufrufe werden nicht unterstützt.

source: Wrong CPU type
de: FBARCNET: Falscher CPU Typ

source: Command FiFo error
de: FBARCNET: Command Fifo Error

source: Send task error
de: FBARCNET: Send Task Error

source: Recv task error
de: FBARCNET: Recv Task Error

source: Initializing eror
de: FBARCNET: Intitalisierung Error

source: Duplicate node ID
de: FBARCNET: Duplicate NodeID

source: Wrong revision number
de: FBARCNET: Ungueltige Revisionsnummer

source: Send buffer length
de: FBARCNET: Sende Buffer Länge

source: Receive buffer length
de: FBARCNET: Recv Buffer Länge

source: Recv DID
de: FBARCNET: Recv DID

source: Base value for respective errors
de: Basiswert für entsprechenden Fehler

source: Station drop out
de: Stationsausfall

source: Cycle time violation (information specifies the actual consumed time in &micro;sec).
de: Zykluszeit Verletzung (Information gibt die tatsächlich konsumierte Zeit in µsec an)

source: Base value for corresponding errors
de: Basiswert für entsprechende Fehler

source: IO processor failure
de: Ausfall IO Prozessor

source: Measurement range exceeded
de: Messbereichsüberschreitung

source: Measurement range not reached
de: Messbereichsunterschreitung

source: Sensor disruption
de: Fühlerbruch

source: Short circuit in sensor or output
de: Kurzschluss am Sensor oder am Ausgang

source: Converter hardware disturbance
de: Störung der Wandlerhardware

source: Over temperature warning (reserved)
de: Übertemperatur Warnung (reserviert)

source: Over temperature error (reserved)
de: Übertemperatur Fehler (reserviert)

source: Under temperature warning (reserved)
de: Untertemperatur Warnung (reserviert)

source: Under temperature error (reserved)
de: Untertemperatur Fehler (reserviert)

source: Overvoltage warning
de: Überspannung Warnung

source: Overvoltage error
de: Überspannung Fehler

source: Undervoltage warning
de: Unterspannung Warnung

source: Undervoltage error
de: Unterspannung Fehler

source: Channel not supported
de: nicht unterstützter Kanal

source: Index not supported
de: nicht unterstützter Index

source: Amount does not agree with type according to channel and index
de: Anzahl stimmt nicht mit Typ laut Kanal und Index

source: Value range does not agree with type according to channel and index
de: Wertbereich stimmt nicht mit Typ laut Kanal und Index

source: Data format does not agree with type according to channel and index
de: Datenformat stimmt nicht mit Typ laut Kanal und Index

source: Command only valid in PREOP mode
de: Befehl nur im PREOP Mode zulässig

source: Model not supported
de: Modell wird nicht unterstützt

source: Register not present
de: Register nicht vorhanden

source: Invalid type definition in IO configuration
de: unzulässige Typdefinition bei IO-Konfiguration

source: Offset and length exceed buffer limit
de: Offset und Länge überschreiten Buffergrenze

source: Invalid Firmware
de: Unzulässige Firmware

source: Invalid address range
de: Unzulässiger Adressbereich

source: Programming in progress (not with PSOC)
de: Programmierung im Gange (nicht bei PSOC)

source: Error deleting Flash memory
de: Fehler beim Löschen des Flashspeichers

source: Error programming Flash memory
de: Fehler beim Brennen des Flashspeichers

source: Syntax error in '_io' data object
de: FlexIQ: Syntaxfehler im '_io'-Datenobjekt

source: Error in the data object entry
de: FlexIQ: Fehler im Datenobjekteintrag

source: Error in '_io' data object
de: FlexIQ: Fehler im '_io'-Datenobjekt

source: Too many '_io' data objects. Maximum 50 allowed.
de: FlexIQ: Zu viele '_io' Datenobjektes, maximal 50 erlaubt.

source: IOimage call for creating an IO execution group failed.
de: FlexIQ: IOimage - Aufruf zur Erzeugung einer IO-execution group gescheitert.

source: IOimage call for creating an IO execution node failed.
de: FlexIQ: IOimage - Aufruf zur Erzeugung eines IO-execution node gescheitert.

source: IOimage call for starting an IO execution group failed.
de: FlexIQ: IOimage - Aufruf zum Starten einer IO-execution group gescheitert.

source: IOimage call to wait for the execution of an IO execution group failed.
de: FlexIQ: IOimage - Aufruf, um auf die Durchführung einer IO-execution group zu warten, ist gescheitert.

source: Creation of a configuration string for the IO image call or an IO execution node failed.
de: FlexIQ: Erzeugung eines Konfigurationsstrings für IOimage - Aufruf, eines IO-Execution Nodes ist gescheitert.

source: Iqinp86 called with an incorrect IO execution group ID
de: FlexIQ: Iqinp86 mit einer falschen IO-execution group ID aufgerufen

source: Iqinp86 called with an incorrect value in the inOut flag
de: FlexIQ: Iqinp86 mit einem falschen Wert am inOut Flag aufgerufen

source: 'iqintc' or 'iqouttc' task cannot find the 'IQInfo' variable
de: FlexIQ: Task iqintc oder iqouttc kann Variable 'IQInfo' nicht finden

source: Error no longer generated beginning with FlexIQ V1.20!
de: FlexIQ: Fehler wird ab FlexIQ V1.20 nicht mehr generiert

source: The type of CPU being used does not support FlexIQ!
de: FlexIQ: Verwendeter CPU Type unterstützt FlexIQ nicht

source: Error deleting shovel groups during reconfiguration.
de: FlexIQ: Fehler beim Löschen der Schaufelgruppen während der Rekonfiguration

source: Error in '_io' data object.
de: FlexIQ: IOimage - Aufruf, um eine IO-Execution Gruppe während einer Rekonfiguration zu löschen, ist gescheitert

source: IOimage - Link call to the IOImage device failed.
de: FlexIQ: IOimage - Link-Aufruf zum IOImage Device gescheitert

source: IOimage - IOImage control function call failed.
de: FlexIQ: IOimage - Aufruf der IOImage Control Funktion gescheitert

source: X2X slave update needed
de: Update X2X Slave nötig

source: A slave with invalid X2XLink firmware was found on the network and an update was started by the settings in the configuration data object.
de: Update X2X Slaves gestartet

source: X2XLink firmware update on the slave is done.
de: Update X2X Slaves fertig

source: X2XLink firmware update on the slave failed.
de: Update X2X Slaves Fehler

source: Operating system error.
de: Fehler in GetLog Funktion

source: A different module type was specified in the Automation Studio configuration than is actually used.
de: IDCheck X2X Slaves falsch

source: Automation Runtime is restarted
de: Automation Runtime wird neu gestartet

source: Automation Runtime shutdown
de: Automation Runtime wird niedergefahren

source: Error response from the UPS
de: Fehlerantwort von UPS

source: Internal program error
de: interner Programmfehler

source: Change in DCD detected
de: Änderung an DCD wurde erkannt

source: Change in CTS detected
de: Änderung an CTS wurde erkannt

source: ups_init not called
de: ups_init wurde nicht aufgerufen

source: Unknown command or mode.
de: Unbekanntes Kommando oder Mode.

source: 0 was given as the shut down mode. Automation Runtime is not shut down.
de: Als ShutDownMode wurde 0 übergeben / Automation Runtime wird nicht heruntergefahren.

source: Functions are called in a task class with a cycle time less than 10 ms
de: die Funktionen werden in einer Taskklasse mit Zykluszeit < 10ms aufgerufen

source: The shutdown message from the UPS was detected. Automation Runtime is shutdown after the shut down time has passed.
de: Die Shutdown Nachricht von der UPS wurde erkannt, es wird noch gewartet bis die ShutDownTime verstrichen ist, bevor das Automation Runtime heruntergefahren wird

source: The UPS did not receive an error and is in normal mode (power supply ok)
de: die UPS hat keinen Fehler gemeldet und befindet sich im normalen Modus (Versorgung ok)

source: Function call error.
de: Funktionsaufruf ist fehlgeschlagen.

source: General error in the Bootserver for terminal mode projects
de: Allgemeiner Fehler vom Bootserver für Terminalmode Projekte

source: Error number of network operation
de: Fehlernummer einer Netzwerkoperation.

source: An expansion of this type is not present on the terminal.
de: Eine Erweiterung dieses Typs ist auf dem Terminal nicht vorhanden.

source: A module could not be installed on the terminal.
de: Ein Modul konnte auf dem Terminal nicht installiert werden.

source: Insufficient space in main memory.
de: Platz im Hauptspeicher reicht nicht aus´.

source: No class with this ID registered.
de: Keine Klasse mit dieser ID registriert

source: Invalid version of data generated by the compiler.
de: Ungültige Version der Daten die vom Kompiler generiert wurden.

source: A required VC module is not on the target system.
de: Ein benötigtes VC-Modul ist nicht auf dem Zielsystem vorhanden.

source: Default setting not available.
de: Eine Default-Einstellungen nicht verfügbar.

source: Unable to create Rtk object.
de: Fehler beim Erzeugen eines Rtk Objektes

source: Could not locate required resource or object.
de: Eine benötigte Ressource oder ein Objekt konnte nicht gefunden werden.

source: Could not register the class with the specified class ID.
de: Die Klasse mit der angegebenen ClassID konnte nicht registriert werden.

source: Unable to delete Rtk (operating system) object.
de: Fehler beim Löschen eines Rtk (Betriebssystem) Objektes

source: Data point management error.
de: Fehler in der Datenpunktverwaltung

source: Saved object has incorrect ID.
de: Gespeichertes Objekt hat falsche ID.

source: Unable to register objects from the container class.
de: Fehler beim Registrieren der Objekte aus dem Klass Container.

source: Unable to update module information.
de: Fehler beim Updaten der Modulinformation.

source: Could not create data object for the alarm history.
de: Datenobjekt für die Alarmhistory konnte nicht angelegt werden.

source: Platform initialization error.
de: Fehler beim Initialisieren der Plattform.

source: VC: Could not destroy task in the requested time.
de: VC: Der Task konnte nicht in der geforderten Zeit zerstört werden.

source: Maximum number of possible VNC clients per visualization reached.
de: Die maximale Anzahl der möglichen VNC Clients pro Visualisierung wurde erreicht

source: Could not create control element.
de: Ein Steuerelement konnte nicht erstellt werden.

source: Data point calculation error
de: Berechnungsfehler eines Datenpunktes

source: Unknown hardware found.
de: Unbekannte Hardware festgestellt.

source: Memory in the historical alarm list cannot save any more snippet data.
de: Speicher in der Historischen Alarmliste, kann keine weiteren Snippetdaten speichern.

source: FIFO overflow
de: FIFO Überlauf

source: Trend control cannot determine any limits.
de: Trend Control kann keine Grenzen bestimmen.

source: The address of a dynamic PV is not valid
de: Die Adresse einer dynamischen PV ist nicht gültig

source: VC: Error writing or reading the key matrix by the hardware.
de: VC: Beim Schreiben oder lesen der Tastenmatrix von der Hardware ist ein Fehler aufgetreten.

source: VNC protocol error.
de: VC: VNC Protokoll Fehler

source: Class already registered with specified ID.
de: VC: Die Klasse mit der angegebenen ID ist bereits registriert

source: Hampshire touch driver error message.
de: VC: Fehlermeldung des Hampshire Touchtreibers

source: ELO touch driver error message.
de: VC: Fehlermeldung des ELOTouchtreibers

source: Gunze touch driver error message.
de: VC: Fehlermeldung des Günze Touchtreibers

source: Could not store touch calibration data.
de: VC: Die Daten der Touchkalibrierung konnten nicht gespeichert werden

source: Error in touch manager.
de: VC: Fehler im Touchmanager

source: VC: INA functions not found
de: VC: INA Funktionen nicht gefunden
